Repository: santana-guilherme/SysReembolso
Catalog: refund/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Name
pt_br: Nome

source: Claim check
pt_br: Nota fiscal

source: Price
pt_br: Preço

source: Accepted
pt_br: Aceito

source: Refund memo
pt_br: Nota fiscal

source: Solicitations in analysis
pt_br: Solicitações em análise

source: Creation date
pt_br: Data de criação

source: Last modification
pt_br: Última modificação

source: State
pt_br: Estado

source: US$
pt_br: R$

source: There are not solicitations in analysis
pt_br: Não há solicitações em análise

source: Create solicitation
pt_br: Criar solicitação

source: Send
pt_br: Enviar

source: Cancel
pt_br: Cancelar

source: Finished refunds
pt_br: Reembolsos finalizados

source: Code
pt_br: Código

source: There are no finished refunds
pt_br: Não há pedidos de reembolsos finalizados

source: Account number
pt_br: Número da conta

source: Agency number
pt_br: Número da agência

source: Refund requests waiting payment
pt_br: Pedidos aguardando pagamento

source: Accept new solicitations
pt_br: Aceita novas solicitações

source: There are no payments waiting
pt_br: Não há pagamentos a serem realizados

source: Refund bundle detail
pt_br: Detalhes do pagamento

source: Solicitations
pt_br: Solicitações

source: Solicitation detail
pt_br: Detalhes da solicitação

source: Requester
pt_br: Solicitante

source: Solicitation items
pt_br: Items da solicitação

source: Edit
pt_br: Editar
